export const COMMENT_MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра.',
  'В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

export const NAMES = [
  'Иван',
  'Хуан Себастьян',
  'Мария',
  'Кристоф',
  'Виктор',
  'Юлия',
  'Люпита',
  'Вашингтон',
];

export const OBJECTS_COUNT = 25;

export const MAX_PHOTO_ID = 25;
export const MAX_AVATAR_ID = 6;

export const MAX_COMMENTS_СOUNT = 30;

export const MIN_LIKES = 15;
export const MAX_LIKES = 200;

export const COMMENTS_PER_PORTION = 5;

export const MAX_TAG_COUNT = 5;

